Repository: Abstract-Tech/edx-ora2
Catalog: apps/openassessment/locale/*/LC_MESSAGES/django.po
Languages: eo

source: Could not parse serialized rubric
eo: Çöüld nöt pärsé sérïälïzéd rüßrïç Ⱡ'σяєм ι#

source: Example {example_number} has a validation error: {error}
eo: Éxämplé {example_number} häs ä välïdätïön érrör: {error} Ⱡ'σяєм ιρѕ#

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
eo: Éxämplé {example_number} häs än ïnvälïd öptïön för "{criterion_name}": "{option_name}" Ⱡ'σяєм ιρѕυм ∂#

source: Example {example_number} has an extra option for "{criterion_name}"
eo: Éxämplé {example_number} häs än éxträ öptïön för "{criterion_name}" Ⱡ'σяєм ιρѕυ#

source: Example {example_number} is missing an option for "{criterion_name}"
eo: Éxämplé {example_number} ïs mïssïng än öptïön för "{criterion_name}" Ⱡ'σяєм ιρѕυ#

source: Skip to a specific step
eo: Skïp tö ä spéçïfïç stép Ⱡ'σяє#

source: Your grade for this problem
eo: Ýöür grädé för thïs prößlém Ⱡ'σяєм#

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
eo: Thïs ässïgnmént häs sévéräl stéps. Ìn thé fïrst stép, ýöü'll prövïdé ä réspönsé tö thé qüéstïön. Thé öthér stéps äppéär ßélöw thé Ýöür Réspönsé fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕ#

source: The prompt for this assignment
eo: Thé prömpt för thïs ässïgnmént Ⱡ'σяєм #

source: This step's status:
eo: Thïs stép's stätüs: Ⱡ'σя#

source: Loading
eo: Löädïng #

source: Save
eo: Sävé Ⱡ'σяєм#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕ#

source: Your Grade
eo: Ýöür Grädé Ⱡ#

source: Incomplete
eo: Ìnçömplété Ⱡ#

source: You have not completed all the steps of this problem.
eo: Ýöü hävé nöt çömplétéd äll thé stéps öf thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σ#

source: <span class="grade__value__earned">%(points_earned)s</span> out of <span class="grade__value__potential">%(points_possible)s</span>
eo: <span class="grade__value__earned">%(points_earned)s</span> öüt öf <span class="grade__value__potential">%(points_possible)s</span> Ⱡ'σяєм#

source: Your Response
eo: Ýöür Réspönsé Ⱡ'#

source: Assessments of Your Response
eo: Àsséssménts öf Ýöür Réspönsé Ⱡ'σяєм #

source: Overall Grade
eo: Övéräll Grädé Ⱡ'#

source: Points
eo: Pöïnts Ⱡ'σяєм ιρѕ#

source: Assessor
eo: Àsséssör #

source: Peer %(peer_num)s
eo: Péér %(peer_num)s #

source: Peer's Assessment
eo: Péér's Àsséssmént Ⱡ'σ#

source: More information about %(name)s
eo: Möré ïnförmätïön äßöüt %(name)s Ⱡ'σяєм#

source: Grade Earned
eo: Grädé Éärnéd Ⱡ#

source: points
eo: pöïnts Ⱡ'σяєм ιρѕ#

source: Your Self Assessment
eo: Ýöür Sélf Àsséssmént Ⱡ'σя#

source: Your Assessment
eo: Ýöür Àsséssmént Ⱡ'#

source: Additional Comments
eo: Àddïtïönäl Çömménts Ⱡ'σя#

source: Peer
eo: Péér Ⱡ'σяєм#

source: Additional comments on your response
eo: Àddïtïönäl çömménts ön ýöür réspönsé Ⱡ'σяєм ιρ#

source: Peer assessor
eo: Péér ässéssör Ⱡ'#

source: Peer's assessment
eo: Péér's ässéssmént Ⱡ'σ#

source: Provide Feedback on Peer Assessments
eo: Prövïdé Féédßäçk ön Péér Àsséssménts Ⱡ'σяєм ιρ#

source: Submitting Feedback
eo: Süßmïttïng Féédßäçk Ⱡ'σя#

source: Your Feedback Has Been Submitted
eo: Ýöür Féédßäçk Häs Béén Süßmïttéd Ⱡ'σяєм ι#

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
eo: Ýöür féédßäçk häs ßéén süßmïttéd. Çöürsé stäff wïll ßé äßlé tö séé thïs féédßäçk whén théý révïéw çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Course staff will be able to see any feedback that you provide here when they review course records.
eo: Çöürsé stäff wïll ßé äßlé tö séé äný féédßäçk thät ýöü prövïdé héré whén théý révïéw çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Select the statements below that best reflect your experience with peer assessments
eo: Séléçt thé stätéménts ßélöw thät ßést réfléçt ýöür éxpérïénçé wïth péér ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: These assessments were useful.
eo: Thésé ässéssménts wéré üséfül. Ⱡ'σяєм #

source: These assessments were not useful.
eo: Thésé ässéssménts wéré nöt üséfül. Ⱡ'σяєм ιρ#

source: I disagree with one or more of the peer assessments of my response.
eo: Ì dïsägréé wïth öné ör möré öf thé péér ässéssménts öf mý réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Some comments I received were inappropriate.
eo: Sömé çömménts Ì réçéïvéd wéré ïnäppröprïäté. Ⱡ'σяєм ιρѕυм#

source: Please provide any feedback on the grade or comments that you received from your peers.
eo: Pléäsé prövïdé äný féédßäçk ön thé grädé ör çömménts thät ýöü réçéïvéd fröm ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: I feel the feedback I received was...
eo: Ì féél thé féédßäçk Ì réçéïvéd wäs... Ⱡ'σяєм ιρѕ#

source: We could not submit your feedback
eo: Wé çöüld nöt süßmït ýöür féédßäçk Ⱡ'σяєм ι#

source: Submit Feedback on Peer Assessments
eo: Süßmït Féédßäçk ön Péér Àsséssménts Ⱡ'σяєм ιρ#

source: Not Completed
eo: Nöt Çömplétéd Ⱡ'#

source: Not Started
eo: Nöt Stärtéd Ⱡ#

source: You have not started this problem yet.
eo: Ýöü hävé nöt stärtéd thïs prößlém ýét. Ⱡ'σяєм ιρѕ#

source: Waiting for Peer Assessment
eo: Wäïtïng för Péér Àsséssmént Ⱡ'σяєм#

source: Your response is still undergoing peer assessment. After your peers have assessed your response, you'll see their comments and receive your final grade.
eo: Ýöür réspönsé ïs stïll ündérgöïng péér ässéssmént. Àftér ýöür péérs hävé ässésséd ýöür réspönsé, ýöü'll séé théïr çömménts änd réçéïvé ýöür fïnäl grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι#

source: This Task Is Not Yet Available
eo: Thïs Täsk Ìs Nöt Ýét Àväïläßlé Ⱡ'σяєм #

source: This Assignment Has Closed
eo: Thïs Àssïgnmént Häs Çlöséd Ⱡ'σяєм#

source: Check back to complete the assignment once this section has opened.
eo: Çhéçk ßäçk tö çömplété thé ässïgnmént önçé thïs séçtïön häs öpénéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
eo: Öné ör möré déädlïnés för thïs ässïgnmént hävé pässéd. Ýöü wïll réçéïvé än ïnçömplété grädé för thïs ässïgnmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: You Have Completed This Assignment
eo: Ýöü Hävé Çömplétéd Thïs Àssïgnmént Ⱡ'σяєм ιρ#

source: Your grade will be available when your peers have completed their assessments of your response.
eo: Ýöür grädé wïll ßé äväïläßlé whén ýöür péérs hävé çömplétéd théïr ässéssménts öf ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Review your grade and your assessment details.
eo: Révïéw ýöür grädé änd ýöür ässéssmént détäïls. Ⱡ'σяєм ιρѕυм #

source: Assignment submissions will close soon. To receive a grade, first provide a response to the question, then complete the steps below the <strong>Your Response</strong> field.
eo: Àssïgnmént süßmïssïöns wïll çlösé söön. Tö réçéïvé ä grädé, fïrst prövïdé ä réspönsé tö thé qüéstïön, thén çömplété thé stéps ßélöw thé <strong>Ýöür Réspönsé</strong> fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιη#

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the <strong>Your Response</strong> field.
eo: Thïs ässïgnmént häs sévéräl stéps. Ìn thé fïrst stép, ýöü'll prövïdé ä réspönsé tö thé qüéstïön. Thé öthér stéps äppéär ßélöw thé <strong>Ýöür Réspönsé</strong> fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢#

source: Waiting for Peer Submissions
eo: Wäïtïng för Péér Süßmïssïöns Ⱡ'σяєм #

source: The Period For Peer Evaluation Has Not Started
eo: Thé Pérïöd För Péér Évälüätïön Häs Nöt Stärtéd Ⱡ'σяєм ιρѕυм #

source: Your Response Has Been Submitted For Peer Assessment
eo: Ýöür Réspönsé Häs Béén Süßmïttéd För Péér Àsséssmént Ⱡ'σяєм ιρѕυм ∂σ#

source: Check back later when the assessment period has opened.
eo: Çhéçk ßäçk lätér whén thé ässéssmént pérïöd häs öpénéd. Ⱡ'σяєм ιρѕυм ∂σł#

source: Peer evaluation of this assignment will close soon.
eo: Péér évälüätïön öf thïs ässïgnmént wïll çlösé söön. Ⱡ'σяєм ιρѕυм ∂σ#

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
eo: Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré stüdénts hävé süßmïttéd réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: You'll receive your grade after you complete the <a data-behavior="ui-scroll" href=#openassessment__peer-assessment">peer assessment</a> and <a data-behavior="ui-scroll" href="#openassessment__self-assessment">self assessment</a> steps, and after your peers have assessed your response.
eo: Ýöü'll réçéïvé ýöür grädé äftér ýöü çömplété thé <a data-behavior="ui-scroll" href=#openassessment__peer-assessment">péér ässéssmént</a> änd <a data-behavior="ui-scroll" href="#openassessment__self-assessment">sélf ässéssmént</a> stéps, änd äftér ýöür péérs hävé ässésséd ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι#

source: You'll receive your grade after you complete the <a data-behavior="ui-scroll" href="#openassessment__peer-assessment">peer assessment</a> step.
eo: Ýöü'll réçéïvé ýöür grädé äftér ýöü çömplété thé <a data-behavior="ui-scroll" href="#openassessment__peer-assessment">péér ässéssmént</a> stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: The Period For Self Evaluation Has Not Started
eo: Thé Pérïöd För Sélf Évälüätïön Häs Nöt Stärtéd Ⱡ'σяєм ιρѕυм #

source: Your Response Is Ready For Self Assessment
eo: Ýöür Réspönsé Ìs Réädý För Sélf Àsséssmént Ⱡ'σяєм ιρѕυ#

source: Self evaluation of this assignment will close soon.
eo: Sélf évälüätïön öf thïs ässïgnmént wïll çlösé söön. Ⱡ'σяєм ιρѕυм ∂σ#

source: You'll receive your grade after the required number of your peers have assessed your response and you complete the <a data-behavior="ui-scroll" href="#openassessment__self-assessment">self assessment</a> step.
eo: Ýöü'll réçéïvé ýöür grädé äftér thé réqüïréd nümßér öf ýöür péérs hävé ässésséd ýöür réspönsé änd ýöü çömplété thé <a data-behavior="ui-scroll" href="#openassessment__self-assessment">sélf ässéssmént</a> stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ι#

source: You'll receive your grade after you complete the <a data-behavior="ui-scroll" href="#openassessment__self-assessment">self assessment</a> step.
eo: Ýöü'll réçéïvé ýöür grädé äftér ýöü çömplété thé <a data-behavior="ui-scroll" href="#openassessment__self-assessment">sélf ässéssmént</a> stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: Student training for peer assessment will close soon.
eo: Stüdént träïnïng för péér ässéssmént wïll çlösé söön. Ⱡ'σяєм ιρѕυм ∂σ#

source: Complete the student training section to move on to peer assessment.
eo: Çömplété thé stüdént träïnïng séçtïön tö mövé ön tö péér ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Instructions Unavailable
eo: Ìnstrüçtïöns Ûnäväïläßlé Ⱡ'σяє#

source: The instructions for this step could not be loaded.
eo: Thé ïnstrüçtïöns för thïs stép çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂#

source: Assess Peers
eo: Àsséss Péérs Ⱡ#

source: available
eo: äväïläßlé #

source: due
eo: düé Ⱡ'σя#

source: This step's status
eo: Thïs stép's stätüs Ⱡ'σ#

source: In Progress
eo: Ìn Prögréss Ⱡ#

source: Read and assess the following response from one of your peers.
eo: Réäd änd ässéss thé föllöwïng réspönsé fröm öné öf ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: Assessment #
eo: Àsséssmént # Ⱡ#

source: Required
eo: Réqüïréd #

source: Comments
eo: Çömménts #

source: I noticed that this response...
eo: Ì nötïçéd thät thïs réspönsé... Ⱡ'σяєм ι#

source: We could not submit your assessment
eo: Wé çöüld nöt süßmït ýöür ässéssmént Ⱡ'σяєм ιρ#

source: The Due Date for This Step Has Passed
eo: Thé Düé Däté för Thïs Stép Häs Pässéd Ⱡ'σяєм ιρѕ#

source: This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you'll receive a grade of Incomplete.
eo: Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér çömplété péér ässéssménts ör çöntïnüé wïth thïs ässïgnmént, änd ýöü'll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρ#

source: Complete
eo: Çömplété #

source: Peer Assessments Complete
eo: Péér Àsséssménts Çömplété Ⱡ'σяєм#

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
eo: Ýöü hävé süççéssfüllý çömplétéd äll öf thé réqüïréd péér ässéssménts för thïs ässïgnmént. Ýöü mäý ässéss äddïtïönäl péér réspönsés ïf ýöü wänt tö. Çömplétïng äddïtïönäl ässéssménts wïll nöt äfféçt ýöür fïnäl grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єι#

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
eo: Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré stüdénts hävé süßmïttéd réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Not Available
eo: Nöt Àväïläßlé Ⱡ'#

source: Waiting for Peer Responses
eo: Wäïtïng för Péér Réspönsés Ⱡ'σяєм#

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses. You'll receive your grade after you complete the <a data-behavior="ui-scroll" href="#openassessment__peer-assessment">peer assessment</a> and <a data-behavior="ui-scroll" href="#openassessment__self-assessment">self assessment</a> steps, and after your peers have assessed your response.
eo: Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré stüdénts hävé süßmïttéd réspönsés. Ýöü'll réçéïvé ýöür grädé äftér ýöü çömplété thé <a data-behavior="ui-scroll" href="#openassessment__peer-assessment">péér ässéssmént</a> änd <a data-behavior="ui-scroll" href="#openassessment__self-assessment">sélf ässéssmént</a> stéps, änd äftér ýöür péérs hävé ässésséd ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂#

source: Enter your response to the question.
eo: Éntér ýöür réspönsé tö thé qüéstïön. Ⱡ'σяєм ιρ#

source: You can save your progress and return to complete your response at any time before the due date
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür réspönsé ät äný tïmé ßéföré thé düé däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: You can save your progress and return to complete your response at any time.
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür réspönsé ät äný tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: After you submit your response, you cannot edit it
eo: Àftér ýöü süßmït ýöür réspönsé, ýöü çännöt édït ït Ⱡ'σяєм ιρѕυм ∂#

source: You may continue to work on your response until you submit it.
eo: Ýöü mäý çöntïnüé tö wörk ön ýöür réspönsé üntïl ýöü süßmït ït. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: We could not save your progress
eo: Wé çöüld nöt sävé ýöür prögréss Ⱡ'σяєм ι#

source: Your Submission Status
eo: Ýöür Süßmïssïön Stätüs Ⱡ'σяє#

source: We could not submit your response
eo: Wé çöüld nöt süßmït ýöür réspönsé Ⱡ'σяєм ι#

source: Submit your response and move to the next step
eo: Süßmït ýöür réspönsé änd mövé tö thé néxt stép Ⱡ'σяєм ιρѕυм #

source: This step is now closed. You can no longer submit a response or continue with this problem, and you'll receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
eo: Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér süßmït ä réspönsé ör çöntïnüé wïth thïs prößlém, änd ýöü'll réçéïvé ä grädé öf Ìnçömplété. Ìf ýöü sävéd ßüt dïd nöt süßmït ä réspönsé, thé réspönsé äppéärs ïn thé çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕ#

source: Your Response Has Been Submitted
eo: Ýöür Réspönsé Häs Béén Süßmïttéd Ⱡ'σяєм ι#

source: You'll receive your grade after some of your peers have assessed your response and you complete the <a data-behavior=\
eo: Ýöü'll réçéïvé ýöür grädé äftér sömé öf ýöür péérs hävé ässésséd ýöür réspönsé änd ýöü çömplété thé <ä dätä-ßéhävïör=\ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Assess Your Response
eo: Àsséss Ýöür Réspönsé Ⱡ'σя#

source: Submit Your Assessment
eo: Süßmït Ýöür Àsséssmént Ⱡ'σяє#

source: This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you'll receive a grade of Incomplete.
eo: Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér çömplété ä sélf ässéssmént ör çöntïnüé wïth thïs ässïgnmént, änd ýöü'll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρ#

source: Course Staff Information
eo: Çöürsé Stäff Ìnförmätïön Ⱡ'σяє#

source: Response total
eo: Réspönsé tötäl Ⱡ'#

source: Location
eo: Löçätïön #

source: Where are your students currently in this problem
eo: Whéré äré ýöür stüdénts çürréntlý ïn thïs prößlém Ⱡ'σяєм ιρѕυм ∂#

source: Student Progress
eo: Stüdént Prögréss Ⱡ'σ#

source: Problem Step
eo: Prößlém Stép Ⱡ#

source: Active Students in Step
eo: Àçtïvé Stüdénts ïn Stép Ⱡ'σяє#

source: Dates
eo: Dätés Ⱡ'σяєм ι#

source: Release Date
eo: Réléäsé Däté Ⱡ#

source: Due Date
eo: Düé Däté #

source: N/A
eo: N/À Ⱡ'σя#

source: Get Student Info
eo: Gét Stüdént Ìnfö Ⱡ'σ#

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕ#

source: Student Information
eo: Stüdént Ìnförmätïön Ⱡ'σя#

source: Student Response
eo: Stüdént Réspönsé Ⱡ'σ#

source: Peer Assessments for This Student
eo: Péér Àsséssménts för Thïs Stüdént Ⱡ'σяєм ι#

source: Assessment
eo: Àsséssmént Ⱡ#

source: Criterion
eo: Çrïtérïön #

source: Selected Option
eo: Séléçtéd Öptïön Ⱡ'#

source: Feedback
eo: Féédßäçk #

source: Points Possible
eo: Pöïnts Pössïßlé Ⱡ'#

source: Overall Feedback
eo: Övéräll Féédßäçk Ⱡ'σ#

source: Peer Assessments Completed by This Student
eo: Péér Àsséssménts Çömplétéd ßý Thïs Stüdént Ⱡ'σяєм ιρѕυ#

source: Student's Self Assessment
eo: Stüdént's Sélf Àsséssmént Ⱡ'σяєм#

source: Self Assessment
eo: Sélf Àsséssmént Ⱡ'#

source: Couldn't find a response for this student.
eo: Çöüldn't fïnd ä réspönsé för thïs stüdént. Ⱡ'σяєм ιρѕυ#

source: Learn to Assess Responses
eo: Léärn tö Àsséss Réspönsés Ⱡ'σяєм#

source: Learning to Assess Responses
eo: Léärnïng tö Àsséss Réspönsés Ⱡ'σяєм #

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
eo: Béföré ýöü ßégïn tö ässéss ýöür péérs' réspönsés, ýöü'll léärn höw tö çömplété péér ässéssménts ßý révïéwïng réspönsés thät ïnstrüçtörs hävé älréädý ässésséd. Ìf ýöü séléçt thé sämé öptïöns för thé réspönsé thät thé ïnstrüçtör séléçtéd, ýöü'll mövé tö thé néxt stép. Ìf ýöü dön't séléçt thé sämé öptïöns, ýöü'll révïéw thé réspönsé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє #

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
eo: Ýöür ässéssmént dïfférs fröm thé ïnstrüçtör's ässéssmént öf thïs réspönsé. Révïéw thé réspönsé änd çönsïdér whý thé ïnstrüçtör mäý hävé ässésséd ït dïfféréntlý. Thén, trý thé ässéssmént ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє#

source: Training Essay #
eo: Träïnïng Éssäý # Ⱡ'σ#

source: Selected Options Agree
eo: Séléçtéd Öptïöns Àgréé Ⱡ'σяє#

source: The option you selected is the option that the instructor selected.
eo: Thé öptïön ýöü séléçtéd ïs thé öptïön thät thé ïnstrüçtör séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Selected Options Differ
eo: Séléçtéd Öptïöns Dïffér Ⱡ'σяє#

source: The option you selected is not the option that the instructor selected.
eo: Thé öptïön ýöü séléçtéd ïs nöt thé öptïön thät thé ïnstrüçtör séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: We could not check your assessment
eo: Wé çöüld nöt çhéçk ýöür ässéssmént Ⱡ'σяєм ιρ#

source: Compare your selections with the instructor's selections
eo: Çömpäré ýöür séléçtïöns wïth thé ïnstrüçtör's séléçtïöns Ⱡ'σяєм ιρѕυм ∂σł#

source: This step is now closed.You can no longer continue with this assignment, and you'll receive a grade of Incomplete.
eo: Thïs stép ïs nöw çlöséd.Ýöü çän nö löngér çöntïnüé wïth thïs ässïgnmént, änd ýöü'll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: An unexpected error occurred.
eo: Àn ünéxpéçtéd érrör öççürréd. Ⱡ'σяєм #

source: Peer Assessment
eo: Péér Àsséssmént Ⱡ'#

source: Assessment feedback could not be saved.
eo: Àsséssmént féédßäçk çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕ#

source: Feedback saved.
eo: Féédßäçk sävéd. Ⱡ'#

source: Must provide options selected in the assessment
eo: Müst prövïdé öptïöns séléçtéd ïn thé ässéssmént Ⱡ'σяєм ιρѕυм #

source: Must provide overall feedback in the assessment
eo: Müst prövïdé övéräll féédßäçk ïn thé ässéssmént Ⱡ'σяєм ιρѕυм #

source: Must provide feedback for criteria in the assessment
eo: Müst prövïdé féédßäçk för çrïtérïä ïn thé ässéssmént Ⱡ'σяєм ιρѕυм ∂σ#

source: You must submit a response before you can peer-assess.
eo: Ýöü müst süßmït ä réspönsé ßéföré ýöü çän péér-ässéss. Ⱡ'σяєм ιρѕυм ∂σ#

source: Your peer assessment could not be submitted.
eo: Ýöür péér ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм#

source: Could not update workflow status.
eo: Çöüld nöt üpdäté wörkflöw stätüs. Ⱡ'σяєм ι#

source: Could not load peer assessment.
eo: Çöüld nöt löäd péér ässéssmént. Ⱡ'σяєм ι#

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
eo: '{date}' ïs än ïnvälïd däté förmät. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: '{date}' must be a date string or datetime
eo: '{date}' müst ßé ä däté strïng ör dätétïmé Ⱡ'σяєм ιρѕ#

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
eo: Thïs stép's stärt däté '{start}' çännöt ßé éärlïér thän thé prévïöüs stép's stärt däté '{prev}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
eo: Thïs stép's düé däté '{due}' çännöt ßé lätér thän thé néxt stép's düé däté '{prev}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: The start date '{start}' cannot be later than the due date '{due}'
eo: Thé stärt däté '{start}' çännöt ßé lätér thän thé düé däté '{due}' Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Missing options_selected key in request
eo: Mïssïng öptïöns_séléçtéd kéý ïn réqüést Ⱡ'σяєм ιρѕ#

source: You must submit a response before you can perform a self-assessment.
eo: Ýöü müst süßmït ä réspönsé ßéföré ýöü çän pérförm ä sélf-ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Your self assessment could not be submitted.
eo: Ýöür sélf ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм#

source: You do not have permission to access staff information
eo: Ýöü dö nöt hävé pérmïssïön tö äççéss stäff ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σ#

source: You do not have permission to access student information.
eo: Ýöü dö nöt hävé pérmïssïön tö äççéss stüdént ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σł#

source: options_selected must be a dictionary
eo: öptïöns_séléçtéd müst ßé ä dïçtïönärý Ⱡ'σяєм ιρѕ#

source: Your scores could not be checked.
eo: Ýöür sçörés çöüld nöt ßé çhéçkéd. Ⱡ'σяєм ι#

source: Validation error: {error}
eo: Välïdätïön érrör: {error} Ⱡ'σя#

source: An error occurred while saving: {error}
eo: Àn érrör öççürréd whïlé sävïng: {error} Ⱡ'σяєм ιρ#

source: Successfully updated OpenAssessment XBlock
eo: Süççéssfüllý üpdätéd ÖpénÀsséssmént XBlöçk Ⱡ'σяєм ιρѕυ#

source: Must specify "xml" in request JSON dict.
eo: Müst spéçïfý "xml" ïn réqüést JSÖN dïçt. Ⱡ'σяєм ιρѕυ#
