Repository: Abstract-Tech/edx-ora2
Catalog: apps/openassessment/locale/*/LC_MESSAGES/django.po
Languages: eo

source: An unexpected error occurred while loading the problem: {error}
eo: Àn ünéxpéçtéd érrör öççürréd whïlé löädïng thé prößlém: {error} Ⱡ'σяєм ιρѕυм ∂σłσ#

source: API returned an empty response.
eo: ÀPÌ rétürnéd än émptý réspönsé. Ⱡ'σяєм ι#

source: API Submission Request Error.
eo: ÀPÌ Süßmïssïön Réqüést Érrör. Ⱡ'σяєм #

source: API returned unclassified exception.
eo: ÀPÌ rétürnéd ünçlässïfïéd éxçéptïön. Ⱡ'σяєм ιρ#

source: Multiple submissions are not allowed.
eo: Mültïplé süßmïssïöns äré nöt ällöwéd. Ⱡ'σяєм ιρѕ#

source: To submit a response, view this component in Preview or Live mode.
eo: Tö süßmït ä réspönsé, vïéw thïs çömpönént ïn Prévïéw ör Lïvé mödé. Ⱡ'σяєм ιρѕυм ∂σłσя #

source: This response could not be saved.
eo: Thïs réspönsé çöüld nöt ßé sävéd. Ⱡ'σяєм ι#

source: This response was not submitted.
eo: Thïs réspönsé wäs nöt süßmïttéd. Ⱡ'σяєм ι#

source: This response has been saved but not submitted.
eo: Thïs réspönsé häs ßéén sävéd ßüt nöt süßmïttéd. Ⱡ'σяєм ιρѕυм #

source: This response has not been saved.
eo: Thïs réspönsé häs nöt ßéén sävéd. Ⱡ'σяєм ι#

source: This problem must include at least one assessment.
eo: Thïs prößlém müst ïnçlüdé ät léäst öné ässéssmént. Ⱡ'σяєм ιρѕυм ∂#

source: For this assignment, you can set a peer assessment only, a self assessment only, or a peer assessment followed by a self assessment. Student training is allowed only immediately before peer assessment.
eo: För thïs ässïgnmént, ýöü çän sét ä péér ässéssmént önlý, ä sélf ässéssmént önlý, ör ä péér ässéssmént föllöwéd ßý ä sélf ässéssmént. Stüdént träïnïng ïs ällöwéd önlý ïmmédïätélý ßéföré péér ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂#

source: The "must_grade" value must be a positive integer.
eo: Thé "müst_grädé" välüé müst ßé ä pösïtïvé ïntégér. Ⱡ'σяєм ιρѕυм ∂#

source: The "must_be_graded_by" value must be a positive integer.
eo: Thé "müst_ßé_grädéd_ßý" välüé müst ßé ä pösïtïvé ïntégér. Ⱡ'σяєм ιρѕυм ∂σł#

source: The "must_grade" value must be greater than or equal to the "must_be_graded_by" value.
eo: Thé "müst_grädé" välüé müst ßé gréätér thän ör éqüäl tö thé "müst_ßé_grädéd_ßý" välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: The number of assessments cannot be changed after the problem has been released.
eo: Thé nümßér öf ässéssménts çännöt ßé çhängéd äftér thé prößlém häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: The assessment type cannot be changed after the problem has been released.
eo: Thé ässéssmént týpé çännöt ßé çhängéd äftér thé prößlém häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: The value for "points" must be an integer.
eo: Thé välüé för "pöïnts" müst ßé än ïntégér. Ⱡ'σяєм ιρѕυ#

source: Every "option" element must contain a "points" attribute.
eo: Évérý "öptïön" élémént müst çöntäïn ä "pöïnts" ättrïßüté. Ⱡ'σяєм ιρѕυм ∂σł#

source: Every "option" element must contain a "name" element.
eo: Évérý "öptïön" élémént müst çöntäïn ä "nämé" élémént. Ⱡ'σяєм ιρѕυм ∂σ#

source: Every "option" element must contain an "explanation" element.
eo: Évérý "öptïön" élémént müst çöntäïn än "éxplänätïön" élémént. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: Every "criterion" element must contain a "name" element.
eo: Évérý "çrïtérïön" élémént müst çöntäïn ä "nämé" élémént. Ⱡ'σяєм ιρѕυм ∂σł#

source: Every "criterion" element must contain a "prompt" element.
eo: Évérý "çrïtérïön" élémént müst çöntäïn ä "prömpt" élémént. Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Invalid value for "feedback" attribute: if specified, it must be set set to "optional"
eo: Ìnvälïd välüé för "féédßäçk" ättrïßüté: ïf spéçïfïéd, ït müst ßé sét sét tö "öptïönäl" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Each "example" element must contain exactly one "answer" element
eo: Éäçh "éxämplé" élémént müst çöntäïn éxäçtlý öné "änswér" élémént Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Each "select" element must have a "criterion" attribute
eo: Éäçh "séléçt" élémént müst hävé ä "çrïtérïön" ättrïßüté Ⱡ'σяєм ιρѕυм ∂σł#

source: Each "select" element must have an "option" attribute
eo: Éäçh "séléçt" élémént müst hävé än "öptïön" ättrïßüté Ⱡ'σяєм ιρѕυм ∂σ#

source: All "assessment" elements must contain a "name" element.
eo: Àll "ässéssmént" éléménts müst çöntäïn ä "nämé" élémént. Ⱡ'σяєм ιρѕυм ∂σł#

source: The date format in the "start" attribute is invalid. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
eo: Thé däté förmät ïn thé "stärt" ättrïßüté ïs ïnvälïd. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: The date format in the "due" attribute is invalid. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
eo: Thé däté förmät ïn thé "düé" ättrïßüté ïs ïnvälïd. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Every open assessment problem must contain an "openassessment" element.
eo: Évérý öpén ässéssmént prößlém müst çöntäïn än "öpénässéssmént" élémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: The format for the submission start date is invalid. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
eo: Thé förmät för thé süßmïssïön stärt däté ïs ïnvälïd. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: The format for the submission due date is invalid. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
eo: Thé förmät för thé süßmïssïön düé däté ïs ïnvälïd. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Every assessment must contain a "title" element.
eo: Évérý ässéssmént müst çöntäïn ä "tïtlé" élémént. Ⱡ'σяєм ιρѕυм #

source: Every assessment must contain a "rubric" element.
eo: Évérý ässéssmént müst çöntäïn ä "rüßrïç" élémént. Ⱡ'σяєм ιρѕυм ∂#

source: Every assessment must contain an "assessments" element.
eo: Évérý ässéssmént müst çöntäïn än "ässéssménts" élémént. Ⱡ'σяєм ιρѕυм ∂σł#

source: An error occurred while parsing the XML content.
eo: Àn érrör öççürréd whïlé pärsïng thé XML çöntént. Ⱡ'σяєм ιρѕυм #
