Repository: Abstract-Tech/edx-ora2
Catalog: apps/openassessment/locale/*/LC_MESSAGES/djangojs.po
Languages: eo

source: Unable to Load
eo: Ûnäßlé tö Löäd Ⱡ'#

source: This problem has already been released. Any changes will apply only to future assessments.
eo: Thïs prößlém häs älréädý ßéén réléäséd. Àný çhängés wïll äpplý önlý tö fütüré ässéssménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Status of Your Response
eo: Stätüs öf Ýöür Réspönsé Ⱡ'σяє#

source: If you leave this page without saving or submitting your response, you'll lose any work you've done on the response.
eo: Ìf ýöü léävé thïs pägé wïthöüt sävïng ör süßmïttïng ýöür réspönsé, ýöü'll lösé äný wörk ýöü'vé döné ön thé réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: This response has not been saved.
eo: Thïs réspönsé häs nöt ßéén sävéd. Ⱡ'σяєм ι#

source: Saving...
eo: Sävïng... #

source: This response has been saved but not submitted.
eo: Thïs réspönsé häs ßéén sävéd ßüt nöt süßmïttéd. Ⱡ'σяєм ιρѕυм #

source: Error
eo: Érrör Ⱡ'σяєм ι#

source: This section could not be loaded.
eo: Thïs séçtïön çöüld nöt ßé löädéd. Ⱡ'σяєм ι#

source: This response could not be submitted.
eo: Thïs réspönsé çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕ#

source: This response could not be saved.
eo: Thïs réspönsé çöüld nöt ßé sävéd. Ⱡ'σяєм ι#

source: This feedback could not be submitted.
eo: Thïs féédßäçk çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕ#

source: This assessment could not be submitted.
eo: Thïs ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕ#

source: This problem could not be loaded.
eo: Thïs prößlém çöüld nöt ßé löädéd. Ⱡ'σяєм ι#

source: This problem could not be saved.
eo: Thïs prößlém çöüld nöt ßé sävéd. Ⱡ'σяєм ι#

source: The server could not be contacted.
eo: Thé sérvér çöüld nöt ßé çöntäçtéd. Ⱡ'σяєм ιρ#
